[Play_DLC3_T_CEN_Boots_Ground_1 AkEvent]
SpokenText="Firebrand dropped you at the highest access point we could find.  Power's still active in this area of the facility so you should be able to gain entry there.   "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Boots_Ground_3 AkEvent]
SpokenText="ADVENT doesn't just abandon anything.  Keep your heads up."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Bridge_Extended_4 AkEvent]
SpokenText="Working on it..."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Bridge_Extension_2 AkEvent]
SpokenText="Nicely done."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Elevator_Activated_2 AkEvent]
SpokenText="Understood.  Be careful!"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Elevator_Control_LOS_1 AkEvent]
SpokenText="Getting some unusual readings from the levels above you.  Whoever this guy is, I'm betting that's where we'll find him."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Facility_Elevator_Reveal_2 AkEvent]
SpokenText="Last I saw, their weapons work well enough.  Stay sharp.  Getting a fix on the signal from the upper floors."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Feral_Mec_Destroyed_2 AkEvent]
SpokenText="Their weapons work well enough.  Stay focused.  No telling if there's any more lying around here."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_First_Feral_Mec_1 AkEvent]
SpokenText="Shen! Power readings just spiked around your position! "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_First_Feral_Mec_3 AkEvent]
SpokenText="Probably the facility's original automatic defense system.  Take 'em down before they alert anyone else to our presence."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Hack_The_Bridge_1 AkEvent]
SpokenText="Shen, see if you can get that bridge extended. There's an access terminal straight ahead of your position."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Hack_The_Bridge_ALT_2 AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Julian_Awakens_1 AkEvent]
SpokenText="Firebrand's standing by but there's no way she can approach with that thing around."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Julian_Mec_Reinforcements_2 AkEvent]
SpokenText="You heard the SPARK.  Take down that Sectopod or no one goes home!"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Phase_Five_2 AkEvent]
SpokenText="Scanners at maximum power, still unable to lock onto any additional life signs in your area."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Phase_Four_2 AkEvent]
SpokenText="I knew your father for years, Lily.  He would have said something.  This guy's just tryin' to get in your head. "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Phase_One_2 AkEvent]
SpokenText="Still unable to get an exact fix on his location.  It's like he's bouncing across the entire facility."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Phase_Seventeen_2 AkEvent]
SpokenText="Why the hell would we want to do that?"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Phase_Ten_2 AkEvent]
SpokenText="Shen, when you've got a minute, would you kindly blow this thing to hell."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Player_LOS_To_Prototype_1 AkEvent]
SpokenText="Reading a strange energy signature ahead of your position, Shen.  It's faint but definitely unlike anything else in this facility."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Player_LOS_To_Prototype_1_ALT AkEvent]
SpokenText="Getting a much stronger read on the source of your father's transmission, Lily.  Almost as if it wants us to find it."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Player_LOS_To_Prototype_3 AkEvent]
SpokenText="Shen, isn't there some sort of mute button on this thing?"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Poison_Gas_Ambush_1 AkEvent]
SpokenText="Shen! It's flooding the outer chambers with some kind of gas!"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Poison_Gas_Ambush_4 AkEvent]
SpokenText="You heard him, get in that room."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Reinf_Reminder_ALT_2 AkEvent]
SpokenText="Hate to say it but he's right.  You need to get the hell out of there!"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Reinforcement_Reminder_1 AkEvent]
SpokenText="That thing's just gonna keep throwing units at you until you're surrounded.  You gotta get outta there."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Section_Three_Tactical_Intro_2 AkEvent]
SpokenText="She can't get close enough to land, he's activated damn near every unit in that tower!"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Section_Three_Tactical_Intro_ALT1 AkEvent]
SpokenText="Firebrand's on approach now.  Prep for evac."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Section_Two_Tactical_Intro_1 AkEvent]
SpokenText="Power levels increasing all around you Shen.  Stay alert."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Sectopod_Destroyed_3 AkEvent]
SpokenText="Defensive systems just shut down across the entire facility.  Well done, Shen!"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Shen_Almost_Dead_1 AkEvent]
SpokenText="Shen, your vitals are low! Take care of yourself down there!"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Squad_Hack_Bridge_1 AkEvent]
SpokenText="See if you can get that bridge extended. There's an access terminal straight ahead of your position."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC3_T_CEN_Unlimited_Reinf_2 AkEvent]
SpokenText="I believe him.  Don't waste any time down there. "
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

